Revit 2027 API
ParameterTypeId.ContinuousrailFilletRadiusParam Property
 "Fillet Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailFilletRadiusParam { get; }
Public Shared ReadOnly Property ContinuousrailFilletRadiusParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailFilletRadiusParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailFilletRadiusParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace